Repository: RomanGL/VKSaver
Catalog: VKSaver2/VKSaver/VKSaver.PlatformShared/Strings/*/Resources.resw
Source language: en
Languages: be, de, uk

# MainView_TransferManagerItem.Content
source: transfer manager
be: загрузкі
de: Hochladenmanager
uk: менеджер завантажень

# MainView_VideosItem.Content
source: videos
be: видэа
uk: відео

# MainView_YourMusicLoader.ErrorText
source: Failed to load the list of your tracks
be: Не атрымалася загрузіць спіс вашых трэкаў
de: Ihre Musik ist unzugänglich
uk: Не вдалося відобразити перелік ваших треків

# MainView_YourMusicLoader.LoadingText
source: Loading the list of your tracks...
be: Загружаем спіс вашых трэкаў...
de: Wir laden Ihre Playlist hoch...
uk: Завантажуємо перелік ваших треків...

# MainView_YourMusicLoader.NoDataText
source: No tracks found in your collection
be: У вашай калекцыі не знойдзена ніводнага трэка
de: Keine Musik
uk: У вашій колекції не знайдено жодного треку

# Message_AddSelectedError_Text
source: Unable to add these items to your collection. Please try again later.
be: Не атрымалася дадаць выбраныя элементы ў вашу калекцыю. Калі ласка, паспрабуйце пазней.
de: Wir kann diese markierende Elementen hinzufügen nicht. Versuchen noch einmal
uk: Не вдалося додати зазначені елементи в вашу колекцію. Будь ласка, спробуйте пізніше.

# Message_AddSelectedError_Title
source: Unable to add
be: Не атрымалася дадаць
de: Hinzufügung ist fehlgeschlagen.
uk: Не вдалося додати

# Message_AudioAddError_Text
source: An error occured while adding a audio to the collection. Please try again later!
be: Пры даданні аўдыязапісу ў калекцыю здарылася памылка. Калі ласка, паспрабуйце пазней.
de: Fehler bei der Hinzufügung. Versuchen später
uk: При додаванні аудіозаписів в колекцію сталася помилка. Будь ласка, спробуйте пізніше.

# Message_AudioAddError_Title
source: Failed to add audio
be: Не атрымалася дадаць аўдыязапіс
de: Musik kann nicht hinzugefügt werden
uk: Не вдалося додати аудіозапис

# Message_AudioAlbumDeleteError_Text
source: An error occurred while deleting an audio album. Please try again later.
be: Пры выдаленні альбому аўдыязапісаў узникла памылка. Кали ласка, паспрабуйце пазней.
de: Albenenfernung ist fehlgeschlagen. Versuchen Sie später
uk: При видаленні альбому аудіозаписів сталася помилка. Будь ласка, спробуйте пізніше.

# Message_AudioAlbumDeleteError_Title
source: Failed to delete the audio album
be: Не атрымалася выдаліць альбом аўдыязапісаў
de: Albenenfernung ist fehlgeschlagen. Versuchen Sie später
uk: Не вдалося видалити альбом аудіозаписів

# Message_AudioDeleteError_Text
source: An error occurred while deleting an audio. Please try again later.
be: Пры выдаленні аўдыязапісу ўзнікла памылка. Калі ласка, паспрабуйце пазней.
de: Songenfernung ist fehlgeschlagen. Versuchen Sie später
uk: При видаленні аудіозаписів сталася помилка. Будь ласка, спробуйте пізніше.

# Message_AudioDeleteError_Title
source: Failed to delete the audio
be: Не атрымалася выдаліць аўдыязапіс.
de: Songenfernung ist fehlgeschlagen
uk: Не вдалося видалити аудіозапис

# Message_CantFindLyrics_Text
source: Could not find lyrics for this track. We are very sorry.
be: Не атрымалася знайсці тэкст для гэтага аўдыязапісу.
de: Kein Text für diese Song. Wir sehr bedauren!
uk: Не вдалося відшукати текст для даного аудіозапису. Ми дуже жалкуємо.

# Message_CantFindLyrics_Title
source: The lyrics could not be found
be: Не атрымалася знайсці тэкст.
de: Kein Text
uk: Не вдалося відшукати текст

# Message_ClearCacheError_Text
source: An error occurred while clearing audio cache. Please try again later.
be: Пры выдаленни кэша аўдыязапісаў адбылася памылка. Калі ласка, паспрабуйце пазней.
de: Ein Fehler (der Cache von Audio zu löschen) ist aufgetreten. Bitte versuchen Sie später
uk: При очищенні кешу аудіозаписів сталася помилка. Будь ласка, спробуйте пізніше.

# Message_ClearCacheError_Title
source: Unable to clear the cache
be: Не ўдалося выдаліць кэш
de: Cache kann nicht gesauert werden
uk: Не вдалося очистити кеш

# Message_DeleteSelectedError_Text
source: Failed to delete the specified items from your collection. Please try again later.
be: Не атрымалася выдаліць выбраныя элементы з вашай калекцыі. Калі ласка, паспрабуйце пазней
de: Diese ELementen können nicht enfernt werden. Versuchen noch einmal
uk: Не вдалося видалити зазначені елементи з вашої колекції. Будь ласка, спробуйте пізніше.

# Message_DeleteSelectedError_Title
source: Deleting failed
be: Не атрымалася выдаліць
de: Entfernung ist fehlgeschlagen.
uk: Не вдалося видалити

# Message_DocAddError_Text
source: An error occurred while adding a document to the collection. Please try again later.
be: Пры даданні дакумента ў калекцыю адбылася памылка. Калі ласка, паспабуйце пазней.
de: Fehler beim Hinzufügung des Dokementen zur Sammlung. Versuchen noch einmal
uk: При додаванні документа в колекцію сталася помилка. Будь ласка, спробуйте пізніше.

# Message_DocAddError_Title
source: Failed to add a document
be: Не атрымалася дадаць дакумент
de: Dokument kann nicht gespeichert werden
uk: Не вдалося додати документ

# Message_DocDeleteError_Text
source: An error occurred while deleting a document. Please try again later.
be: При выдаленні дакумента адбылася памылка. Калі ласка, паспрабуйце пазней.
de: Fehler bei der Dokumententfernung. Versuchen noch mal
uk: При видаленні документа сталася помилка. Будь ласка, спробуйте пізніше.

# Message_DocDeleteError_Title
source: Failed to delete the document
be: Не артымалася выдаліць дакумент
de: Entfernung fehlt
uk: Не вдалося видалити документ

# Message_DownloadsNotificationsChanged_Text
source: This parameter will be applied only to the new downloads, and will not affect to the current.
be: Гэты параметр будзе ужыты толькі да новых загрузак, і не закране бягучыя.
de: Diese Option wird nur auf neuen Herunterladungen angelegt werden und wird den aktuellen beeinflussen nicht.
uk: Цей параметр буде застосований лише до нових завантажень, і не торкнеться до поточних.

# Message_DownloadsNotificationsChanged_Title
source: Please note
be: Звярніце ўвагу
de: Bitte beachten Sie
uk: Зверніть увагу

# Message_Downloads_CantCreateFile_Text
source: Failed to create file:
be: Не атрымалася стварыць файл:
de: File kann nicht erstellt werden:
uk: Не вдалося створити файл:

# Message_Downloads_CantCreateFolder_Text
source: Could not create folder:
be: Не атрымалася стварыць тэчку:
de: Ordner kann nicht erstellt werden:
uk: Не вдалося створити теку:

# Message_Downloads_MaxDownloadsExceeded_Text
source: You have reached the maximum number of simultaneous downloads:
be: Дасягнута максімальная колькасць адначасовых загрузак:
de: Höchstanzahl der gleichzeitigen Hochladen wird erreicht:
uk: Досягнуто максимальну кількість одночасних завантажень:

# Message_Downloads_StartFailed_Title
source: Failed to start the download
be: Не атрымалася пачаць загрузку
de: Hochladen ist fehlgeschlagen.
uk: Не вдалося розпочати завантаження

# Message_Downloads_UnknownError_Text
source: An unexpected error occurred:
be: Невядомая памылка:
de: Fehler:
uk: Невідома помилка:

# Message_LocalView_DeleteArtist_Text
source: Deleting of the artist {0} will delete all his albums and songs from your collection. This action cannot be undone.
be: Выдаленне выканаўца {0} прывядзе да выдалення ўсіх яго альбомаў і кампазіцый з вашай калекцыі. Гэта дзеянне нельга адмяніць.
de: Künstlerentfernenung {0} wird alle seine Alben und Tracks aus Ihrer Sammlung löschen. Diese Aktion kann nicht rückgängig gemacht werden.
uk: Видалення виконавця {0} призведе до видалення всіх його альбомів і композицій з вашої колекції. Цю дію не можливо скасувати.

# Message_LocalView_DeleteArtist_Title
source: Delete artist?
be: Выдаліць выканаўца?
de: Entfernen Künstler?
uk: Видалити виконавця?

# Message_Login_AccessDenied_Text
source: Authorization failed because access for VK Saver was denied. Please try again later.
be: Не ўдалося выканаць аўтарызацыю, так як ВКачай было адмоўлена ў доступе. Калі ласка, паспабуйце пазней.
de: Authorisierung ist fehlgeschlagen, da VK Saver kein Zugang hat. Versuchen noch einmal
uk: Не вдалося виконати авторизацію, так як ВКачай не отримав доступ. Будь ласка, спробуйте пізніше.

# Message_Login_AccessDenied_Title
source: Access denied
be: Памылка доступу
de: Zugangfehler
uk: Помилка доступу

# Message_Login_AuthorizationFailed_Title
source: Authorization failed
be: Аўтарызацыя не ўдалася
de: Authorisierung ist fehlgeschlagen.
uk: Авторизація не вдалася

# Message_Login_ConnectionError_Text
source: Unable to connect to VK. Check the access to the Internet and try again.
be: Не атрымалася далучыцца да "УКантакце". Праверце доступ да інтэрнэту і паспабуйце яшчэ раз.
de: Verbindung mit VK fehlt. Bitte prüfen Sie den Internetzugang und versuchen noch ein mal
uk: Помилка з'єднання із VK. Перевірте доступ до інтернету і спробуйте ще раз.

# Message_Login_InvalidAccount_Text
source: The user name or password is incorrect.
be: Няправільнае імя карыстальніка або пароль.
de: Falscher Benutzername oder Passwort.
uk: Неправильне ім'я користувача або пароль.

# Message_Login_LfConnectionError_Text
source: Could not connect to Last.fm. Check the access to the Internet and try again.
be: Не атрымалася далучацца да Last.fm. Праверце доступ да інтэрнэту і паўтарыце спробу.
de: Fehler bei der Verbindung zu Last.fm. Überprüfen Sie den Zugriff auf das Internet und versuchen erneut.
uk: Помилка з'єднання із Last.fm. Перевірте доступ до інтернету і спробуйте ще раз.

# Message_Login_UnknownError_Text
source: Authorization failed. Please try again later. Error code: {0}
be: Не атрымалася выканаць аўтарызацыю. Паспрабуйце пазней. Код памылкі: {0}
de: Authorisierung ist fehlgeschlagen. Versuchen noch ein mal. Fehlerskode: {0}
uk: Не вдалося виконати авторизацію. Будь ласка, спробуйте пізніше. Код помилки: {0}

# Message_NoButton_Text
source: no
be: не
de: nein
uk: ні

# Message_PostUploads_ConnectionError_Text
source: Connection error. Check your network connection. The next time we retry to complete the upload of {0}.
be: Памылка злучэння. Калі ласка, праверце падлучэнне да сеткі. Пры наступным запуску мы паўторым спробу завяршыць адпраўку {0}.
de: Verbindungsfehler. Überprüfen Sie Ihre Netzwerkverbindung. Das nächste Mal werden wir den Versuch wiederholen um das Senden {0} zu beenden.
uk: Помилка з'єднання. Перевірте підключення до мережі. Під час наступного запуску ми повторимо спробу завершити надсилання {0}.

# Message_PostUploads_Error_Title
source: Could not complete an upload
be: Не атрымалася завяршыць адпраўку
de: Sendung ist fehlgeschlagen
uk: Не вдалося завершити відвантаження

# Message_PostUploads_ServerError_105_Text
source: Unable to save a file
be: Немагчыма захаваць файл.
de: File kann nicht gespeichert werden
uk: Неможливо зберегти файл.

# Message_PostUploads_ServerError_123_Text
source: Audio format is invalid.
be: Недапушчальны фармат аўдыязапісу.
de: Ungültige Audioformat
uk: Неприпустимий формат аудіозапису.

# Message_PostUploads_ServerError_204_Text
source: Access denied.
be: Няма доступу.
de: Kein Zugang
uk: Немає доступу.

# Message_PostUploads_ServerError_214_Text
source: Not enough permissions to add a post.
be: Няма праваў на даданне посту.
de: Keine Erlaubnis um einen Beitrag hinzuzufügen.
uk: Немає прав на додавання поста.

# Message_PostUploads_ServerError_270_Text
source: The recording has been removed from public access due to the copyrights and can't be downloaded
be: Аўдыязапіс быў канфіскаваны па запыце праваўладальніка і не можа быць загружаны.
de: Audio wurde auf Wunsch des Besitzers entfernt und kann nicht geladen werden.
uk: Аудіозапис був вилучений на вимогу правовласника і не може бути завантажений.

# Message_PostUploads_ServerError_301_Text
source: Invalid file name.
be: Недапушчальнае імя файла.
de: Ungültige Dateinamen
uk: Неприпустиме ім'я файлу.

# Message_PostUploads_ServerError_302_Text
source: File size is invalid.
be: Недапушчальны памер файла.
de: Ungültige Dateigröße
uk: Неприпустимий розмір файлу.

# Message_PostUploads_ServerError_Text
source: The server returned an error, and we can not finish uploading {0}. Code: {1} - {2}
be: Сервер вярнуў памылку, і мы не можам спыніць адпраўку {0}. Код: {1} - {2}
de: Der Server hat einen Fehler zurückgegeben, und wir können das Senden beenden nicht {0}. Code: {1} - {2}
uk: Сервер повернув помилку, і ми не можемо завершити відвантаження {0}. Код: {1} - {2}

# Message_PostUploads_ServerError_Unknown_Text
source: Unknown error.
be: Невядомая памылка.
de: Unbekannte Fehler
uk: Невідома помилка.

# Message_PostUploads_UnknownAppError_Text
source: An unknown error has occurred, and we can not finish upload {0}.
be: Адбылася невядомая памылка, і мы не можам спыніць адпраўку {0}.
de: Ein unbekannter Fehler ist aufgetreten und wir können das Senden nicht beenden {0}.
uk: Виникла невідома помилка, і ми не можемо завершити відвантаження {0}.

# Message_Purchase_Failed_Text
source: Unable to purchase. We are very sorry, try again later.
be: Не атрымалася здзейсніць пакупку. Нам вельмі шкада, калі ласка, паспрабуйце пазней.
de: Ankauf ist fehlgeschlagen. Das ist aber jammerschade, versuchen noch ein mal!
uk: Не вдалося зробити покупку. Ми дуже шкодуємо, спробуйте ще раз пізніше.

# Message_Purchase_Failed_Title
source: Purchasing failed
be: Купля не ўдалася
de: Ankauf fehlt
uk: Придбати не вдалося

# Message_Purchase_Success_Text
source: Now you are a happy owner of VK Saver 2
be: Цяпер вы шчаслівы ўладальнік поўнай версіі ВКачай 2!
de: Jetzt beherrschen Sie voller VK Saver Version 2!
uk: Тепер ви щасливий власник повної версії ВКачай 2!

# Message_Purchase_Success_Title
source: Thank you for your purchase
be: Дзякуй за пакупку!
de: Herzlichen Dank!
uk: Дякуємо що придбали

# Message_RestartRequired_Text
source: For the changes take effect, you must restart the application.
be: Каб змены ўступілі ў сілу, неабходна перазапусціць праграму.
de: Damit die Änderungen wirksam werden, müssen Sie die Anwendung neu starten.
uk: Щоб зміни вступили в силу, необхідно перезапустити застосунок.

# Message_RestartRequired_Title
source: Restart required
be: Патрабуецца перазапуск
de: Neustart erforderlich
uk: Потрібне перезавантаження

# Message_Transfer_Error_Text
source: Unfortunately, an error has occurred during the operation, and couldn't finish it.
be: На жаль, пры выкананні аперацыі адбылася памылка, і мы не можам яе завяршыць.
de: Leider gibt es einige Fehler und wir können die Operation beenden nicht!
uk: На жаль, при виконанні операції сталася помилка, і ми не можемо її завершити.

# Message_Transfer_Error_Title
source: An error occured
be: Здарылася памылка
de: Fehler
uk: Виникла помилка

# Message_Transfer_Idle_Text
source: Opperation is in queue.
be: Аперацыя чакае сваёй чаргі.
de: Warten der Reihenfolge
uk: Операція очікує своєї черги.

# Message_Transfer_Idle_Title
source: Waiting queue
be: Чаканне чаргі
de: Warten der Reihenfolge
uk: Очікування черги

# Message_Transfer_PausedCostedNetwork_Text
source: The system has blocked the transfer of data, because the use of the Internet connection may be charged by the operator. Remove all restrictions "Data Sense" and disable traffic limit. Operation will resume once the system will allow the transfer of data.
be: Сістэма заблакавала перадачу дадзеных, так як за выкарыстанне інтэрнэт-злучэння аператар можа браць дадатковую плату. Зніміце ўсе абмежаванні ў "Кантролі дадзеных" і адключыце ліміт трафіку. Аперацыя працягнецца, як толькі сістэма дазволіць перадачу дадзеных.
de: System sperrt die Datenverbindung, da Ihre Internetverbindung bezahlbarer Dienst ist. Niederreißen Sie alle Schranken in "Datenkontrolle" und schalten Traffiklimit aus. Die Operation wird fortfahren so schnell wie möglich.
uk: Система заблокувала передачу даних, так як за використання інтернет-з'єднання може стягуватися плата оператором. Приберіть всі обмеження в "Контроль даних" і відключіть ліміт трафіку. Операція триватиме, як тільки система дозволить передачу даних.

# Message_Transfer_PausedCostedNetwork_Title
source: Costed network
be: Платная сетка
de: Bezahlbarer Netzwerk
uk: Платна мережа

# Message_Transfer_PausedNoNetwork_Text
source: No network access. Check the settings of data transfer. Operation will resume once the connection becomes available.
be: Няма доступу да сеткі. Праверце налады перадачы дадзеных. Аперацыя працягнецца, як толькі злучэнне стане даступна..
de: Keine Internetverbindung. Bitte prüfen Sie die Einstellungen der Datenverbindung. Die Operation wird fortfahren so schnell wie möglich.
uk: Немає доступу до мережі. Перевірте налаштування передачі даних. Операція триватиме, як тільки з'єднання стане доступним.

# Message_Transfer_PausedNoNetwork_Title
source: Waiting for connection
be: Чаканне злучэння
de: Warten auf die Verbindung
uk: Очікування з'єднання

# Message_Uploads_CantPrepareData_Text
source: Unable to prepare the data:
be: Не атрымалася падрыхтаваць дадзеныя:
de: Fehler bei der Datenvorbereitung:
uk: Не вдалося підготувати дані:

# Message_Uploads_MaxUploadsExceeded_Text
source: You have reached the maximum number of uploads:
be: Дасягнута максімальная колькасць адправак:
de: Die maximale Anzahl der Sendungen wird erreicht::
uk: Досягнуто максимальну кількість відвантажень:

# Message_Uploads_PreprocessionConnectionError_Text
source: A connection error has occurred, and we can't start uploading {0}. Check your network connection and try again.
be: Адбылася памылка злучэння, і мы не можам пачаць адпраўку {0}. Калі ласка, праверце падлучэнне да сеткі і паўтарыце спробу.
de: Es gab einen Verbindungsfehler und wir können die Verschickung {0} beginnen nicht. Überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.
uk: Сталася помилка з'єднання, і ми не можемо почати відвантаження {0}. Перевірте підключення до мережі та спробуйте ще раз.

# Message_Uploads_PreprocessionError_Title
source: Failed to prepare file for upload
be: Не атрымалася падрыхтаваць файл да адпраўкі
de: Filesendung ist fehlgeschlagen
uk: Не вдалося підготувати файл до надсилання

# Message_Uploads_PreprocessionServerError_Text
source: The server returned an error, and we can't start uploading {0}. Please try again later. Code: {1} - {2}
be: Сервер вярнуў памылку, і мы не можам пачаць адпраўку {0}. Калі ласка, паспрабуйце пазней. Код: {1} - {2}
de: Der Server hat einen Fehler zurückgegeben, und wir können das Senden anfangen nicht {0}. Bitte versuchen Sie es später noch einmal. Code: {1} - {2}
uk: Сервер повернув помилку, і ми не можемо почати відвантаження{0}. Будь ласка, спробуйте пізніше. Код: {1} - {2}

# Message_Uploads_PreprocessionUnknownError_Text
source: An unknown error has occurred, and we can't start the upload {0}.
be: Адбылася невядомая памылка, і мы не можам пачаць адпраўку {0}.
de: Ein unbekannter Fehler ist aufgetreten und wir können die Versendung nicht beenden {0}.
uk: Виникла невідома помилка, і ми не можемо почати відвантаження {0}.

# Message_Uploads_StartUploading_Title
source: Failed to start upload
be: Не атрымалася пачаць адпраўку
de: Sendung ist fehlgeschlagen
uk: Не вдалося розпочати надсилання

# Message_Uploads_UnknownError_Text
source: An unexpected error occurred:
be: Невядомая памылка:
de: Fehler:
uk: Невідома помилка:

# Message_VideoAddError_Text
source: An error occurred while adding a video to the collection. Please try again later.
be: Пры даданні відэазапісу ў калекцыю адбылася памылка. Калі ласка, паспрабуйце пазней.
de: Fehler bei der Videoanfügung zur Sammlung. Versuchen noch einmal
uk: При додаванні відеозапису в колекцію сталася помилка. Будь ласка, спробуйте пізніше.

# Message_VideoAddError_Title
source: Failed to add video
be: Не атрымалася дадаць відэазапіс
de: Fehler bei der Videanfügung
uk: Не вдалося додати відеозапис

# Message_VideoAlbumDeleteError_Text
source: An error occurred while deleting a video album. Please try again later.
be: Пры выдаленні альбома відэазапісаў адбылася памылка. Калі ласка, паспрабуйце пазней.
de: Fehler bei der Entfernung des Videoalbums. Versuchen noch ein mal
uk: При видаленні альбому відеозаписів сталася помилка. Будь ласка, спробуйте пізніше.

# Message_VideoAlbumDeleteError_Title
source: Failed to delete a video album
be: Не атрымалася выдаліць альбом відэазапісаў
de: Entfernung des Videoalbums fehlt
uk: Не вдалося видалити альбом відеозаписів

# Message_VideoDeleteError_Text
source: An error occurred while deleting a video. Please try again later.
be: Пры выдаленні відэазапісу адбылася памылка. Калі ласка, паспрабуйце пазней.
de: Fehler bei der Videoentfernung. Versuchen noch einmal
uk: При видаленні аудіозапису сталася помилка. Будь ласка, спробуйте пізніше.

# Message_VideoDeleteError_Title
source: Failed to delete a video
be: Не атрымалася выдаліць відэазапіс
de: Video kann nicht enfernt werden
uk: Неможливо видалити відео

# Message_VideoInfo_GetLinksFailed_Text
source: Failed to get the links for this video. There is no connection or access to the video is denied.
be: Не атрымалася атрымаць спасылкі для гэтага відэазапісу. Адсутнічае злучэнне або доступ да відэазапісу зачынены.
de: Videolinks zu erhalten ist fehlgeschlagen. Keine Verbindung oder kein Zugang
uk: Не вдалося отримати посилання для цього відеозапису. Відсутнє з'єднання або доступ до відеозапису закритий.

# Message_VideoInfo_GetLinksFailed_Title
source: Failed to get the links
be: Не атрымалася атрымаць спасылкі
de: Links zu erhalten ist fehlgeschlagen
uk: Не вдалося отримати посилання

# Message_VideoPlayer_Failed_Text
source: This video cannot be played. There is no connection or the video format is not supported.
be: Немагчыма прайграць гэты відэазапіс. Адсутнічае злучэнне або дадзены фармат відэазапісаў не падтрымліваецца.
de: Wir können dieses Video abspielen nicht. Es gibt keine Verbindung oder das Videoformat wird unterstützt nicht.
uk: Неможливо відтворити цей відеозапис. Відсутнє з'єднання або даний формат відеозапису не підтримується.

# Message_VideoPlayer_Failed_Title
source: This item cannot be played
be: Немагчыма прайграць
de: Abspielung ist fehlgeschlagen
uk: Неможливо відтворити

# Message_YesButton_Text
source: yes
be: так
de: ja
uk: так

# NewsMediaView_Loader.ErrorText
source: Failed to load the list of news
be: Не атрымалася загрузіць спіс навін
de: Fehler beim Laden der Nachrichten
uk: Не вдалося відобразити перелік новин

# NewsMediaView_Loader.LoadingText
source: Loading recent news list...
be: Загружаем спіс апошніх навін...
de: Wir laden Liste der Neuigkeiten...
uk: Завантажуємо перелік останніх новин...

# NewsMediaView_Loader.NoDataText
source: No audios found in recent news
be: У апошніх навінах не знойдзена ніводнага аўдыязапісу
de: In den letzten Neuigkeiten gibt es keine Musik
uk: В останніх новинах не знайдено жодного аудіозапису

# NewsMediaView_Title.Text
source: news
be: навіны
de: Neuigkeiten
uk: новини

# NoTracksView_NoTracks.Text
source: No tracks are being played at the moment Go back to continue
be: Зараз не прайграваецца ніводнага трэка Калі ласка, вярніцеся назад, каб працягнуць
de: Kein Song wird jetzt abgespielt. Kehren Sie zurück um fortzufahren
uk: Зараз не лунає жодної музики Поверніться назад, щоб продовжити

# NoTracksView_Silence.Text
source: Silence...
be: Цішыня...
de: Ruhe und Frieden...
uk: Тиша...

# PackagingFilesView_Processing.Text
source: Processing the downloaded files... Please wait...
be: Выконваецца апрацоўка загружаных файлаў... Калі ласка, пачакайце...
de: Die Verarbeitung der hochgeladenen Dateien läuft... Bitte warten Sie...
uk: Виконується обробка завантажених файлів... Будь ласка, зачекайте...

# PackagingFilesView_Title.Text
source: processing
be: апрацоўка
de: Ladevorgang
uk: обробка

# PlayerView_PivotSection_NowPlaying.Header
source: now playing
be: зараз грае
de: Jetzt abgespielt
uk: зараз лунає

# PlayerView_PivotSection_Playlist.Header
source: playlist
be: плэйліст
uk: плейлист
